Revit 2027 API
ParameterTypeId.RebarShapeSpiralPitch Property
 "Pitch"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarShapeSpiralPitch { get; }
Public Shared ReadOnly Property RebarShapeSpiralPitch As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarShapeSpiralPitch {
	ForgeTypeId^ get ();
}
static member RebarShapeSpiralPitch : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace